//@to-do 1: найти элементы

//@to-do 2: найти темплейт

//@to-do 3: подключить апи по документации https://openweathermap.org/current

//@to-do 4: написать функции получения погоды по разным городам

//@to-do 5: клонировать темплейт

//@to-do 6: написать функцию создания карточки погоды

//@to-do 7: получить дату и время запроса https://learn.javascript.ru/datetime

//@to-do 8: написать функции рендера для кнопок

//@to-do 9: написать функцию сброса стилей для кнопок

//@to-do 10: написать функцию удаления карточки

//@to-do 11: навесить слушатели на кнопки